Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཉི་མ་ཤར་ན་ཡང་དགེ་བའི་ཆོས་ལས་ཀྱི་མཐའ་ཐམས་ཅད་འབྱུང་ངོ་།
en: Likewise, when the sun-like bodhisattvas shine all sorts of virtuous qualities become possible.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཉི་མ་ཤར་ན་སྐྱེ་བོ་དགེ་བ་ནི་དགའ་བར་འགྱུར་ལ། མི་སྲུན་པའི་རང་བཞིན་ཅན་དག་མི་དགའ་བར་འགྱུར་རོ།
en: “Consider, noble son, how the shining sun delights virtuous people but displeases the savage.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཉི་མ་ཤར་ན་ཡང་། སྐྱེ་བོ་དགེ་བ་རྣམས་དང་། མཁས་པ་རྣམས་དང་། ཤེས་རབ་ཀྱི་རང་བཞིན་ཅན་རྣམས་ནི་དགའ་བར་འགྱུར་ལ།
en: Similarly, the sun-like bodhisattvas shine to the delight of the virtuous, learned, and insightful, whereas

source: ལམ་ངན་པར་ཞུགས་པ་རྣམས་དང་། མི་སྲུན་པའི་རང་བཞིན་ཅན་རྣམས་དང་། བྱིས་པའི་རང་བཞིན་ཅན་རྣམས་དང་། ཤེས་རབ་འཆལ་པའི་རང་བཞིན་ཅན་རྣམས་དང་། འཁོར་བ་ལ་མངོན་པར་དགའ་བ་རྣམས་དང་། མྱ་ངན་ལས་འདས་པ་ལས་ཕྱིར་ཕྱོགས་པ་རྣམས་ནི་མི་དགའ་བར་འགྱུར་ཏེ།
en: they displease those who have entered negative paths, and are savage, childish, possessed of misguided intelligence, fond of cyclic existence, or turn away from the transcendence of suffering.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མ་རིག་པའི་མུན་པ་སེལ་བ་ནས་སྐྱེ་བོ་དགེ་བ་དགའ་བའི་བར་དུ་ཡིན་ནོ།
en: “Noble son, from their dispelling of the darkness of ignorance up to their being the joy of the virtuous, this is how bodhisattvas are.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉི་མ་དང་འདྲ་བ་རྣམས་ཡིན་ནོ།
en: Thus, noble son, bodhisattvas who possess these ten qualities are like the sun.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་དང་འདྲ་བ་རྣམས་ཡིན་ནོ།
en: “Noble son, because they possess ten qualities bodhisattvas are like a lion.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། བག་མི་ཚ་བ་རྣམས་ཡིན། མི་བརྟབས་པ་རྣམས་ཡིན། མི་ཟློགས་པ་རྣམས་ཡིན། སེང་གེའི་སྒྲ་སྒྲོགས་པ་རྣམས་ཡིན། མི་འཇིགས་པ་རྣམས་ཡིན། ནགས་ཚལ་དང་། ནགས་ཚལ་གྱི་འདབ་ན་རྒྱུ་བ་རྣམས་ཡིན། རིའི་ཕུག་ན་གནས་པ་རྣམས་ཡིན། ལེན་པ་མེད་པ་རྣམས་ཡིན། བདག་གི་བརྩོན་འགྲུས་དང་། སྟོབས་དང་། མཐུ་ཐོབ་པས་བདུད་ཀྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་རྣམས་ཡིན། དགེ་བའི་ཆོས་ཀྱི་ལོ་ཐོག་སྲུང་བ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are being undaunted; being unperturbed; never giving up; proclaiming the lion’s roar; fearlessness; roaming through the forests; resting in hillside caves; being free from bringing anything along; conquering the hordes of demons through their diligence, strengths, and powers; and protecting the crops of virtue.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བག་མི་ཚ་བ་ནས་དགེ་བའི་ཆོས་ཀྱི་ལོ་ཐོག་སྲུང་བའི་བར་དུ་ཡིན་ཞེ་ན།
en: “You may wonder, noble son, what these qualities may imply, from the bodhisattvas’ being undaunted through to their protecting the crops of virtue.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་གར་འགྲོ་ཡང་བདག་དང་འདྲ་བ་མེད་པར་མཐོང་བས་བག་མི་ཚ་ཞིང་མི་སྐྲག་པར་འགྲོའོ།
en: “Consider, noble son, how a lion never sees anyone like itself no matter where it goes and therefore it is undaunted and free from fear.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་བདག་དང་འདྲ་བ་མེད་པར་མཐོང་བས་གར་འགྲོ་ཡང་བག་མི་ཚ་ཞིང་མི་སྐྲག་པར་འགྲོའོ།
en: Similarly, the bodhisattva lion sees that there is no one like themselves, and hence moves undaunted and without fear.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་ཝ་ཐམས་ཅད་ཀྱི་སྒྲས་མི་བརྟབས་པ་ཡིན་ནོ།
en: “Consider, noble son, the analogy of a lion that is unperturbed by the howling of foxes.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་ཕ་རོལ་གྱི་རྒོལ་བ་ཐམས་ཅད་ཀྱིས་བརྩད་པས་བརྒལ་ཡང་མི་བརྟབས་ཤིང་རྒོད་པ་དང་ཞུམ་པར་མི་འགྱུར་རོ།
en: The bodhisattva lion will, likewise, never be perturbed, but remain free of agitation or faintheartedness, no matter what sort of attack may be staged by their opponents.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་བསྐུགས་ན་ཕྱིར་མི་ལྡོག་པ་ཡིན་ནོ།
en: “Consider, noble son, how a lion never surrenders even if it is caught.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་ཕ་རོལ་རྒོལ་བ་ཐམས་ཅད་ཀྱིས་བསྐུགས་ན་མི་ཟློགས་ཤིང་མི་ཞུམ་པར་འགྱུར་རོ།
en: The bodhisattva lion, similarly, will never give up or be subdued if caught by attackers.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་སྒྲ་གང་གིས་རི་དགས་ཕྲ་མོ་ཐམས་ཅད་དང་ཝ་ཐམས་ཅད་ཕྱོགས་བཅུར་འབྱེར་བར་འགྱུར་བ་དེ་ལྟ་བུར་སྒྲོག་གོ།
en: “Consider, noble son, how the lion’s roar makes all meek deer and foxes take off in the ten directions.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་བདག་མེད་པའི་སེང་གེའི་སྒྲ་གང་གིས་བདག་ཏུ་འཛིན་པ་ལ་མངོན་པར་ཆགས་པའི་གཞན་མུ་སྟེགས་ཅན་གྱི་རི་དགས་རྣམས་དང་། གཞན་མུ་སྟེགས་ཅན་གྱི་ཝ་ཐམས་ཅད་ཕྱོགས་བཅུར་འབྱེར་བར་འགྱུར་བ་དེ་ལྟ་བུ་སྒྲོག་སྟེ།
en: Similarly, when the bodhisattva lion lets the roar of the absence of self resound it makes all the non-Buddhist deer and foxes, who are attached to self-grasping, take off in the ten directions.

source: བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ནི་བདག་ཏུ་འཛིན་པ་ལས་བཟློག་པར་བྱ་བ་དང་། སེམས་ཅན་གཞན་དག་གདུལ་བའི་དབང་དུ་བྱ་བ་མ་གཏོགས་པར་
en: Yet bodhisattvas let the lion’s roar of the absence of self resound so that the grasping at a self may be given up, and so that sentient beings may be trained.

source: དེ་དག་ལ་གནོད་པ་བྱ་བའི་ཕྱིར་བདག་མེད་པའི་སེང་གེའི་སྒྲ་མི་སྒྲོག་གོ།
en: The roar is never made for the sake of harming anyone.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་ཀུན་ཏུ་ལྟ་ཡང་མི་འཇིགས་པ་ཡིན་ནོ།
en: “Consider, noble son, how a lion is never afraid of being watched.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་སྤྱོད་པ་ཡོངས་སུ་དག་པའི་ནན་ཏན་ལ་ལྟ་ཡང་མི་འཇིགས་པ་ཡིན་ནོ།
en: A bodhisattva lion, similarly, will never be afraid when others persistently watch their pure conduct.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་རང་བཞིན་གྱིས་ནགས་ཚལ་དང་། ནགས་ཚལ་གྱི་འདབ་ན་རྒྱུ་བ་ཡིན་ནོ།
en: “Consider, noble son, the way a lion naturally roams through the forests.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་རང་བཞིན་གྱིས་དབེན་པ་ལ་མངོན་པར་ཕྱོགས་ཤིང་ནགས་ཚལ་དང་། ནགས་ཚལ་གྱི་འདབ་ན་སྤྱོད་པ་ཡིན་ནོ།
en: A bodhisattva lion, similarly, is naturally inclined to places of solitude, and thus lives in forests.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་རིའི་ཕུག་ན་གནས་པ་ཡིན་ནོ།
en: “Consider, noble son, the analogy of a lion, resting in a hillside cave.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་ཡེ་ཤེས་ཀྱི་བྲག་རིའི་ཕུག་ན་གནས་པ་ཡིན་ནོ།
en: A bodhisattva lion, similarly, will rest in the rocky mountain cave of wisdom.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་མི་ལེན་པར་འགྲོ་བ་ཡིན་ནོ།
en: “Consider, noble son, how a lion moves without bringing along anything.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་ཉོན་མོངས་པའི་ཁུར་ཐམས་ཅད་བོར་ཞིང་ལེན་པ་མེད་པར་འགྲོ་བ་ཡིན་ནོ།
en: A bodhisattva lion, similarly, puts down the load of the afflictions and moves ahead without bringing them along.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེང་གེ་ནི་གཅིག་པུ་གཉིས་སུ་མེད་པ་བདག་གི་བརྩོན་འགྲུས་དང་། སྟོབས་དང་། མཐུ་ཐོབ་པས་ཕ་རོལ་གྱི་སྡེ་འཇོམས་སོ།
en: “Consider, noble son, the analogy of a lion that conquers, alone and unaccompanied, those who oppose it through its own diligence, strength, and power.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་གཅིག་པུ་གཉིས་སུ་མེད་པར་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་ནས་བདག་གི་བརྩོན་འགྲུས་དང་། སྟོབས་དང་། མཐུ་ཐོབ་པས་བདུད་ཀྱི་སྡེ་འཇོམས་སོ།
en: Similarly, when sitting down at the seat of awakening, a bodhisattva lion conquers the hordes of demons through their own diligence, strength, and power.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་གྲོང་གི་འདབ་གང་ན་སེང་གེ་རྒྱུ་བ་དེར་རི་དགས་ཕྲ་མོ་དག་གིས་ལོ་ཐོག་རྣམས་ཆུད་མི་གཟོན་ཏོ།
en: “Consider, noble son, how the presence of a roaming lion near a town will ensure that the crops there are not consumed by meek deer.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་ཡང་ཡུལ་དང་ཡུལ་གྱི་ཕྱོགས་གང་ན་འདུག་པ་དེར་མུ་སྟེགས་ཅན་གྱི་རི་དགས་ཕྲ་མོ་དག་གིས་དགེ་བའི་ཆོས་ཀྱི་ལོ་ཐོག་ཆུད་མི་གཟོན་ཏེ།
en: Similarly, wherever a bodhisattva lion resides, no meek non-Buddhist deer will consume the crops of virtuous qualities.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བག་མི་ཚ་བ་ནས་དགེ་བའི་ཆོས་ཀྱི་ལོ་ཐོག་སྲུང་བའི་བར་དུ་ཡིན་ནོ།
en: “Noble son, from being undaunted up to protecting the crops of virtue, this is how bodhisattvas are.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་དང་འདྲ་བ་རྣམས་ཡིན་ནོ།
en: Thus, noble son, bodhisattvas who possess these ten qualities are like a lion.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་འདུལ་བ་རྣམས་ཡིན་ནོ། །བཅུ་གང་ཞེ་ན།
en: “Noble son, because they possess ten qualities bodhisattvas have trained well. What are those ten?

source: འདི་ལྟ་སྟེ། བྱང་ཆུབ་ཀྱི་སེམས་བརྟན་པ་རྣམས་ཡིན། བྱང་ཆུབ་ཀྱི་སེམས་བྱི་དོར་ཤིན་ཏུ་བྱས་པ་རྣམས་ཡིན། དབང་པོ་བསྡམས་པ་རྣམས་ཡིན། ལམ་དུ་ཞུགས་པ་རྣམས་ཡིན། ཁུར་ཆེན་པོ་ཁྱེར་ཕོད་པ་རྣམས་ཡིན། སེམས་ཅན་གྱི་དོན་རྣམས་ལ་ཡོངས་སུ་མི་སྐྱོ་བ་རྣམས་ཡིན། ཡང་དག་པས་འཚོ་བ་རྣམས་ཡིན། ཚུལ་འཆོས་པ་དང་། ཁ་གསག་གི་རྙེད་པ་ཐམས་ཅད་དང་བྲལ་བ་རྣམས་ཡིན། གཡོ་སྒྱུ་དང་བྲལ་བ་རྣམས་ཡིན། དྲང་བའི་རང་བཞིན་ཅན་བས་དྲང་བ་རྣམས་ཡིན་ནོ། །རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་འདུལ་བ་རྣམས་ཡིན་ནོ།
en: They are being steadfast in the mind of awakening, having cleansed the mind of awakening, being in control of the senses, having entered the path, having the courage to carry the great load, never tiring in the pursuit of others’ welfare, pure livelihood, avoiding wealth acquired through pretense or flattery, being free from deceit, and being more honest than the honest. Noble son, bodhisattvas who possess these ten qualities have trained well.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཅང་ཤེས་པ་རྣམས་ཡིན་ནོ། །བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “Noble son, because they possess ten qualities bodhisattvas are beings of noble birth. What are those ten? They are

source: སྟོང་པ་ཉིད་ལ་སྒོམ་པ་མང་བས་རྣལ་འབྱོར་སྤྱོད་པ་རྣམས་ཡིན།
en: yogic practice through abundant training in emptiness;

source: སྒྲིབ་པ་མེད་ཅིང་ཀུན་ནས་ལྡང་བ་ཐམས་ཅད་དང་བྲལ་བས་ལམ་གྱི་རྒྱུན་མ་བཅད་པ་རྣམས་ཡིན།
en: unbroken continuity of the path through a lack of obscurations and their active manifestation;

source: དེ་བཞིན་གཤེགས་པའི་བཀའ་མི་གཅོག་པས་བཀའ་བཞིན་བྱེད་པ་རྣམས་ཡིན།
en: adherence to the teachings by never breaking the thus-gone ones’ commands;

source: ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚུལ་རྟོགས་པས་ཆོས་ཐམས་ཅད་ཀྱི་ཚུལ་མཉམ་པ་ཉིད་ཁོང་དུ་ཆུད་པ་རྣམས་ཡིན།
en: comprehension of all phenomena’s sameness by realizing the principle of the realm of phenomena;

source: དམའ་བ་དམའ་བའི་ཡིད་ཀྱིས་གདོལ་བུ་ལྟར་འཇིག་རྟེན་ན་སྤྱོད་པ་རྣམས་ཡིན།
en: acting like an outcast in the world with the most humble mindset;

source: རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་བསོད་སྙོམས་བླང་བར་འདུ་ཤེས་ཉེ་བར་གཞག་པས་ང་རྒྱལ་དང་། རྒྱགས་པ་དང་། དྲེགས་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: freedom from pride, conceit, and arrogance by being continuously mindful of subsisting on alms;

source: འདི་ལྟར་དེ་མངོན་སུམ་དུ་ཤེས་པའི་ཕྱིར་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་ནེམ་ནུར་མེད་པ་རྣམས་ཡིན།
en: certainty regarding the Buddha’s qualities because of having knowledge through direct perception;

source: ཆོས་རང་གིས་རིག་པའི་ཕྱིར་ཐེ་ཙོམ་མེད་པ་རྣམས་ཡིན།
en: freedom from doubts about the Dharma due to their own understanding;

source: རང་གིས་ལམ་མཐོང་བས་གཞན་གྱིས་མི་བཀྲི་ཞིང་ཕ་རོལ་གྱི་དྲིང་མི་འཇོག་པ་རྣམས་ཡིན།
en: not being led astray by others, and not having to depend on the words of others, due to their seeing the path;

source: རབ་ཏུ་ཞུགས་པས་འཇིག་རྟེན་ན་སྦྱིན་པའི་གནས་སུ་གྱུར་པ་རྣམས་ཡིན་ཏེ།
en: being an object of the world’s donations because of their excellent practice.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཅང་ཤེས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten qualities are beings of noble birth.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་པད་མ་དང་འདྲ་བ་རྣམས་ཡིན་ནོ། །བཅུ་གང་ཞེ་ན།
en: “Noble son, because they possess ten qualities bodhisattvas are like lotuses. What are those ten?

source: འདི་ལྟ་སྟེ། མ་གོས་པ་རྣམས་ཡིན། སྡིག་པ་ཆུང་ངུ་དང་ཡང་ལྷན་ཅིག་མི་གནས་པ་རྣམས་ཡིན། ཚུལ་ཁྲིམས་ཀྱི་དྲི་ཞིམ་པ་རྣམས་ཡིན། གཙང་བ་རྣམས་ཡིན། བཞིན་འཛུམ་པ་རྣམས་ཡིན། མི་རྩུབ་པ་རྣམས་ཡིན། མཐོང་ན་བཀྲ་ཤིས་པ་རྣམས་ཡིན། བློ་རྣམ་པར་བྱེ་བ་རྣམས་ཡིན། བློ་ཡོངས་སུ་སྨིན་པ་རྣམས་ཡིན། ཤིན་ཏུ་ཡོངས་སུ་བཟུང་བ་རྣམས་ཡིན་ནོ།
en: They are being unstained, being free from even minor negativities, possessing the sweet fragrance of discipline, being clean, having a smiling countenance, not being rough, being auspicious to behold, causing the mind to bloom, maturing the mind, and being protected.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་གོས་པ་ཡིན་པ་ནས་ཇི་ལྟར་ན་ཤིན་ཏུ་ཡོངས་སུ་བཟུང་བའི་བར་དུ་ཡིན་ཞེ་ན།
en: “You may wonder, noble son, what these qualities may imply, from the bodhisattvas’ being unstained through to their being protected.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་ཆུའི་ནང་ནས་འབྱུང་ཡང་མི་ཆགས་པར་སྐྱེའོ།
en: “Consider, noble son, the way a lotus emerges from the water and yet it is not stuck there.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེའི་ཆོས་ཉིད་ཐོབ་པའི་ཕྱིར་རོ།
en: Why is it like that? Because such is the nature of lotuses.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་འཁོར་བའི་ཆུ་ལས་འབྱུང་ཡང་མི་ཆགས་པར་སྐྱེའོ།
en: Bodhisattvas likewise emerge from the waters of cyclic existence and yet they are not stuck there.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེའི་ཐབས་དང་། ཤེས་རབ་ཀྱི་ཆོས་ཉིད་ཐོབ་པའི་ཕྱིར་རོ།
en: And why is that? Because of the nature of their means and insight.

source: བྱང་ཆུབ་སེམས་དཔའ་ཐབས་མཁས་པ་ནི་འཁོར་བ་ན་སྤྱོད་ཀྱང་འཁོར་བའི་ཉེས་པ་དག་གིས་མི་གོས་ཏེ། དེའི་ཐབས་དེ་ནི་ཤེས་རབ་ཀྱིས་ཡང་དག་པར་ཟིན་པ་ཡིན་ནོ།
en: Bodhisattvas with skill in means act within cyclic existence but are not stained by any of the flaws of cyclic existence because their means are correctly embraced by insight.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ལ་ནི་ཆུའི་ཐིགས་པ་ཆུང་ངུ་ཡང་མི་ཆགས་སོ།
en: “Consider, noble son, the way that not even a tiny drop of water will stick to a lotus flower.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ལ་སྡིག་པ་ཆུང་ངུ་ཡང་མི་ཆགས་སོ།
en: Similarly, not even minor negativities will stick to bodhisattvas.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སའི་ཕྱོགས་གང་དུ་པད་མ་སྐྱེས་པར་གྱུར་པའི་སའི་ཕྱོགས་དེ་དྲིས་ཁྱབ་པར་འདུག་གོ།
en: “Consider, noble son, how the fragrance of the lotus permeates the place where it grows.

source: དེ་བཞིན་དུ་ཡུལ་དང་ཡུལ་གྱི་ཕྱོགས་གང་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་པ་དེ་ཐམས་ཅད་ཚུལ་ཁྲིམས་ཀྱི་དྲིས་ཁྱབ་པར་འདུག་གོ།
en: Similarly, wherever bodhisattvas stay, that place will be pervaded by the fragrance of discipline.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་སའི་ཕྱོགས་གར་སྐྱེས་པའི་ས་ཕྱོགས་དེ་གཙང་ཞིང་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་གྱི་མི་ཐམས་ཅད་ཀྱང་འདུ་བ་ཡིན་ནོ།
en: “Consider, noble son, how the place where a lotus grows is clean and how it attracts brahmins, royalty, townspeople, and country dwellers alike.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་གར་སྐྱེས་ཀྱང་རུང་འདི་ལྟ་སྟེ། ཚུལ་ཁྲིམས་དང་། གཙང་སྦྲ་ཀུན་སྤྱོད་པས་གཙང་བ་ཡིན་ཏེ།
en: Wherever bodhisattvas are born that place is likewise clean due to the bodhisattvas’ discipline and purificatory rites.

source: ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་རྣམས་འདུ་བ་ཡིན།
en: Thus it attracts gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahorāgas, as well as humans and other nonhuman beings.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་དགོངས་པ་ཡིན། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་རབ་ཏུ་བསྔགས་པ་ཡིན་ནོ།
en: Such a place is acknowledged by the buddhas and highly praised by the bodhisattvas.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་ཁ་བྱེ་ན། འདི་ལྟ་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་ཡིད་དུ་འོང་བས་འཛུམ་པ་ལྟ་བུར་སྣང་ངོ་།
en: “Consider, noble son, how the beauty of a blooming lotus flower makes people smile.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཁྲོ་གཉེར་མེད་ཅིང་དབང་པོ་ཤིན་ཏུ་དང་བས་བཞིན་རྟག་ཏུ་འཛུམ་པ་ཡིན་ནོ།
en: Bodhisattvas, similarly, do not frown in anger and due to their extremely bright senses they always have a smile on their face.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་རང་བཞིན་གྱིས་འཇམ་ཞིང་མི་རྩུབ་པ་ཡིན་ནོ།
en: “Consider, noble son, the way a lotus is always soft and never rough.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་རང་བཞིན་གྱིས་འཇམ་ཞིང་དལ་གྱིས་སྨྲ་བ་ཡིན།
en: Bodhisattvas, similarly, are naturally soft and speak gently.

source: མི་བརླང་ཞིང་མུ་ཅོར་མི་སྨྲ་བའི་རང་བཞིན་ཅན་ཡིན་ནོ།
en: They are not abusive and do not speak falsely.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་རྨི་ལམ་དང་། ལྟས་དང་། ཡུད་ཙམ་དག་ལ་མཐོང་ན་ཡང་འདི་ལྟ་སྟེ། དོན་འགྲུབ་པའི་ཕྱིར་བཀྲ་ཤིས་ཤིང་རབ་ཏུ་བསྔགས་པ་ཡིན་ནོ།
en: “Consider, noble son, how even a brief dream or sight of a lotus flower is hailed as an auspicious sign of the fulfillment of one’s wishes.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་ཡང་འདི་ལྟ་སྟེ། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱ་བ་ལ་དུས་ཐམས་ཅད་དུའང་བཀྲ་ཤིས་ཤིང་རབ་ཏུ་བསྔགས་པ་ཡིན་ནོ།
en: The sight of a bodhisattva is, similarly, always hailed as an auspicious sign of the attainment of omniscience.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་ནམ་རྒྱས་པ་དེ་ན་རྣམ་པར་བྱེ་བ་ཞེས་བྱའོ།
en: “Consider, noble son, how an opening lotus flower blooms.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ནམ་ཤེས་རབ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་མེ་ཏོག་རྒྱས་པ་དེ་ན་བློ་རྣམ་པར་བྱེ་བ་ཞེས་བྱའོ།
en: Similarly, the minds of bodhisattvas bloom as they open the flowers of insight and the factors of awakening.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་ནམ་ཡོངས་སུ་སྨིན་པར་གྱུར་པ་དེ་ན་བལྟས་ན་མིག་གི་དབང་པོ་ཚིམ་པར་བྱེད།
en: “Consider, noble son, how the sight of a blooming lotus flower satisfies the eye faculty,

source: མཉན་ན་རྣ་བའི་དབང་པོ་ཚིམ་པར་བྱེད། མནམས་ན་སྣའི་དབང་པོ་ཚིམ་པར་བྱེད། རེག་ན་ལུས་ཀྱི་དབང་པོ་ཚིམ་པར་བྱེད། སེམས་རབ་ཏུ་དགའ་བས་ཡིད་ཀྱི་དབང་པོ་ཚིམ་པར་བྱེད་དོ།
en: how listening to it satisfies the ear faculty, how smelling it satisfies the nose faculty, how touching it satisfies the body faculty, and how the delightful thought of it satisfies the mind faculty.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ནམ་ཤེས་རབ་ཀྱི་སྣང་བ་ཡོངས་སུ་སྨིན་པར་གྱུར་པ་
en: Similarly, once the bodhisattvas’ light of insight has fully developed,

source: དེའི་ཚེ་བལྟས་ན་མིག་གི་དབང་པོ་རྣམ་པར་དག་པར་བྱེད། མཉན་ན་རྣ་བའི་དབང་པོ་རྣམ་པར་དག་པར་བྱེད། ཚུལ་ཁྲིམས་དང་ཡོན་ཏན་གྱི་དྲི་མནམས་ན་སྣའི་དབང་པོ་རྣམ་པར་དག་པར་བྱེད། རེག་པ་དང་བསྙེན་བཀུར་བྱས་ན་ལུས་ཀྱི་དབང་པོ་རྣམ་པར་དག་པར་བྱེད། ཡོན་ཏན་བརྗོད་པ་རྣམ་པར་བསམས་པས་ཡིད་ཀྱི་དབང་པོ་རྣམ་པར་དག་པར་བྱེད་དོ།
en: the sight of them purifies the eye faculty, listening to them purifies the ear faculty, sensing the fragrance of their discipline and qualities purifies the nose faculty, touching and venerating them purifies the body faculty, and expressing their qualities and contemplating them purifies the mind faculty.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མ་ནི་སྐྱེ་བའི་ཚེ་འདི་ལྟ་སྟེ། མི་དང་མི་མ་ཡིན་པ་དག་གིས་ཤིན་ཏུ་ཡོངས་སུ་བཟུང་བ་ཡིན་ཏེ།
en: “Consider, noble son, how when a lotus grows forth it will be protected by humans and nonhuman beings.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་སྐྱེ་བའི་ཚེ་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། དེ་མ་ཡིན་པ་གཞན་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དག་གིས་ཤིན་ཏུ་ཡོངས་སུ་བཟུང་བ་ཡིན་ནོ།
en: Similarly, when bodhisattvas are born they will be protected by the buddhas and bodhisattvas, as well as by Śakra, Brahmā, and the guardians of the world.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་གོས་པ་ནས་ཤིན་ཏུ་ཡོངས་སུ་བཟུང་བའི་བར་དུ་ཡིན་ཏེ།
en: “Noble son, from being unstained up to being protected, this is how the bodhisattvas are.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་པད་མ་དང་འདྲ་བ་རྣམས་ཡིན་ནོ།
en: Thus, noble son, bodhisattvas who possess these ten qualities are like a lotus.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་རྒྱ་ཆེ་བ་རྣམས་ཡིན་ནོ། །བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “Noble son, because they possess ten qualities bodhisattvas have a vast mind. What are those ten?

source: སེམས་རྒྱ་ཆེར་སྐྱེད་དོ།
en: They are giving rise to the vast mind that thinks,

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ཡང་དག་པར་སྒྲུབ་བོ་ཞེས་
en: ‘I shall correctly practice all the perfections’;

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱའོ་ཞེས་
en: ‘I shall perfect all buddha qualities’;

source: སེམས་ཅན་ཐམས་ཅད་གདུལ་ལོ་ཞེས་
en: ‘I shall train all sentient beings’;

source: བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འདུག་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་ཞེས་
en: ‘Residing at the seat of awakening, I shall fully awaken to true and complete buddhahood’;

source: མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་འཇིག་རྟེན་དུ་དགེ་སྦྱོང་ངམ། བྲམ་ཟེའམ། ལྷའམ། བདུད་དམ། ཚངས་པ འམ། སུས་ཀྱང་ཆོས་དང་ལྡན་པར་སྔོན་མ་བསྐོར་བའི་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་རོ་ཞེས་
en: ‘Having gained true and complete awakening, I shall turn the wheel of Dharma in a way that no sage, brahmin, god, demon, Brahmā, nor anyone else has ever done before’;

source: འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པར་སོང་སྟེ། སེམས་ཅན་གྱི་དོན་བྱ་བའི་དངོས་པོ་དེ་དང་དེ་དག་གིས་སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱའོ་ཞེས་
en: ‘I shall travel throughout the infinite realms of the world and assist sentient beings by providing them with whatever they require’;

source: ཤེས་རབ་ཀྱི་གྲུ་སྦྱར་ཏེ་སེམས་ཅན་རྣམས་འཁོར་བའི་རྒྱ་མཚོ་ལས་ཕ་རོལ་ཏུ་བསྒྲལ་ལོ་ཞེས་
en: ‘Having prepared the ship of insight, I shall deliver sentient beings beyond the ocean of cyclic existence’;

source: མགོན་མེད་པ་དང་། སྐྱབས་མེད་པ་དང་། གནས་མེད་པ་དང་། རྟེན་མེད་པ་དང་། དཔུང་གཉེན་མེད་པ་དང་། གཉེན་མེད་པའི་སེམས་ཅན་རྣམས་ཀྱི་གཉེན་བྱའོ་ཞེས་
en: ‘I shall be the friend of all those who have no protector, savior, dwelling, support, guardian, or friend’;

source: ལྷ་དང་བཅས། བདུད་དང་བཅས། ཚངས་པ་དང་བཅས་པའི་འཇིག་རྟེན་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་སྐྱེ་དགུའི་ནང་དུ་སངས་རྒྱས་ཀྱི་ཁྱུ་མཆོག་ཉིད་བསྟན་ཏོ། །སངས་རྒྱས་ཀྱི་སེང་གེའི་སྒྲ་བསྒྲག་གོ།
en: ‘I shall emerge as a buddha, a supreme leader of all the world with its gods, demons, and Brahmā, and of all gatherings of sages, brahmins, gods, humans, and demigods, and I shall make the lion’s roar of a buddha be heard’;

source: སངས་རྒྱས་ཀྱི་རྣམ་པར་རོལ་བས་རྣམ་པར་རྩེའོ། །གླང་པོ་ཆེན་པོའི་བལྟ་བས་བལྟ་བར་བྱའོ་ཞེས་
en: ‘I shall revel in the features of buddhahood, and I shall look with the gaze of the elephant’;

source: སངས་རྒྱས་ཀྱི་ཆེ་བས་སེམས་ཅན་རྣམས་གདུལ་བར་བྱའི་སྤྱོད་པ་ངན་པས་མ་ཡིན། དཀའ་བར་སྤྱོད་པས་མ་ཡིན། ཞན་པའི་སྤྱོད་པས་མ་ཡིན། ཞུམ་པའི་སྤྱོད་པས་མ་ཡིན་ནོ་ཞེས་
en: ‘I shall guide sentient beings with the magnificence of buddhahood—not with negative conduct, nor through austerities, attached conduct, or timid conduct either.’

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་རྒྱ་ཆེ་བ་རྣམས་ཡིན་ནོ།
en: Noble son, endowed with these ten qualities, bodhisattvas have a vast mind.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་རྣམ་པར་དག་པ་རྣམས་ཡིན་ནོ། །བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “Noble son, because they possess ten qualities bodhisattvas have a pure mind. What are those ten?

source: བསམ་པ་མི་གཡོ་བས་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན།
en: They have perfect intent due to an unwavering motivation.

source: བསམ་པ་ལ་སྒྱུ་མེད་པས་བསམ་པ་ཤིན་ཏུ་གནས་པ་རྣམས་ཡིན།
en: They enjoy complete mental rest in the absence of mental movement.

source: ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་ཡིད་ལ་བྱེད་པ་མི་སྐྱེད་པ་དང་། རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཡིད་ལ་བྱེད་པ་མི་སྐྱེད་པ་དང་། བརྩོན་པ་ཆུང་བའི་ཡིད་ལ་བྱེད་པ་མི་སྐྱེད་པས་ཚུལ་བཞིན་མ་ཡིན་པའི་ཡིད་ལ་བྱེད་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: They are free of the incorrect directing of the mind that is associated with the hearers’ awakening, the solitary buddhas’ awakening, or insufficient diligence.

source: ཉོན་མོངས་པའི་དྲི་མ་དང་བྲལ་བས་དྲི་མ་ཐམས་ཅད་དང་བྲལ་བ་རྣམས་ཡིན།
en: They are free of all stains in the absence of all the stains of affliction.

source: སྒྱུའི་སྤྱོད་ལམ་དང་བྲལ་བས་ལུས་ཀྱི་ཚུལ་འཆོས་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: They have no physical pretense as they are free of deceitful actions.

source: ཡང་དག་པའི་དོན་ཀུན་སྟོན་པས་ངག་གི་ཚུལ་འཆོས་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: They have no verbal pretense as they fully explain the true meaning.

source: ལུས་ཀྱིས་འདུ་འཛི་མེད་པ་དང་། ངག་གིས་འདོད་པ་ཆུང་བ་དང་། སེམས་ཀྱིས་སྨོན་པ་མེད་པའི་ཕྱིར་སེམས་ཀྱི་ཚུལ་འཆོས་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: They have no mental pretense as they are free of busyness with their body, express few desires with their voice, and have no aspirations in terms of their mind.
